Repository: Unsttopabull/FrostMediaManager
Catalog: UI/RibbonUI/Languages/*.po
Languages: sl

source: Directors
sl: Režiserji

source: Genres
sl: Žanri

source: Movie set
sl: Zbirka

source: No plot available
sl: Opis ni na voljo

source: Unknown
sl: Neznano

source: Actor
sl: Igralec

source: Character
sl: Vloga

source: Use advanced search
sl: Uporabi napredno iskanje

source: Title
sl: Naslov

source: Release year
sl: Leto izdaje

source: Fanart
sl: Ozadje

source: Movie has available fanart images
sl: Filim ima na voljo promocijske slike

source: Movie has a .NFO metadata file
sl: Film ima na voljo .NFO datoteko z metapodatki

source: Movie has available trailer
sl: Film ima na voljo napovednik

source: Movie has available subtitles
sl: Film ima na voljo podnapise

source: If you have already seen this movie
sl: Če ste že videli ta film

source: General Info
sl: Osnovne informacije

source: Edit Movie info
sl: Uredi informacije filma

source: Subtitles
sl: Podnapisi

source: Videos
sl: Videji

source: Audios
sl: Zvoki

source: Promotional videos
sl: Promocijski videoposnetki

source: Art
sl: Slike

source: Original title
sl: Izvirni naslov

source: Sort title
sl: Naslov za sortiranje

source: Edithion
sl: Izdaja

source: Type
sl: Tip

source: DVD Region
sl: DVD regija

source: Rating
sl: Ocena

source: Release group
sl: Izdajna skupina

source: Play count
sl: Število ogledov

source: Duration
sl: Trajanje

source: Top 250
sl: Najboljših 250

source: Trailer
sl: Napovednik

source: Open file search dialog
sl: Odpri iskalnik datotek

source: Edit selected person
sl: Uredi izbrano osebo

source: Add a new director
sl: Dodaj novega režiserja

source: Remove selected director
sl: Odstrani izbranega režiserja

source: Countries
sl: Države

source: Add new countries
sl: Dodaj nove države

source: Remove selected country
sl: Odstrani izbrano državo

source: Tagline
sl: Slogan

source: Plot
sl: Opis

source: Remove current plot
sl: Odstrani trenutni opsi

source: Add new plot
sl: Dodaj novi opis

source: Set as default
sl: Nastavi kot privzeto

source: Unknown language
sl: Neznan jezik

source: Set plot language
sl: Nastavi jezik opisa

source: Set language
sl: Nastavi jezik

source: Plot summary
sl: Povzetek filma

source: Plot full
sl: Razširjen opis

source: Actors
sl: Igralci

source: Remove selected actor
sl: Odstrani izbranega igralca

source: Add new actor
sl: Dodaj novega igralca

source: Image
sl: Slika

source: Loading...
sl: Nalagam...

source: Remove selected genre
sl: Odstrani izbran žanr

source: Add new genre
sl: Dodaj nov žanr

source: Edit selected genre
sl: Uredi izbran žanr

source: Studios
sl: Studijo

source: Remove selected studio
sl: Odstrani izbran studijo

source: Add new studio
sl: Dodaj nov studijo

source: Edit selected studio
sl: Uredi izbran studijo

source: Unknown title
sl: Neznan naslov

source: No tagline
sl: Brez slogana

source: Search
sl: Išči

source: Web update
sl: Posodobitev preko spleta

source: Preview
sl: Predogled

source: Path
sl: Pot

source: Remove art
sl: Odstrani sliko

source: Source
sl: Vir

source: Channel layout
sl: Razporeditev kanalov

source: Number of channels
sl: Število kanalov

source: Channel positions
sl: Položaj kanalov

source: Codec
sl: Kodek

source: Bit rate (kb/s)
sl: Bitna hitrost (kb/s)

source: Bit rate mode
sl: Način bitne hitrosti

source: Sampling rate (kHz)
sl: Vzorčevalna hitrost (kHz)

source: Bit depth
sl: Bitna globina

source: Compression mode
sl: Način stiskanja

source: Language
sl: Jezik

source: Country
sl: Država

source: Click to play
sl: Klikni za predvajanje

source: Click to set language
sl: Klikni za spremembo jezika

source: Encoding
sl: Kodiranje

source: Is embeded in the video:
sl: Je vdelan v video:

source: Is for hearing impaired:
sl: Je za gluhe in naglušne:

source: File name
sl: Ime datoteke

source: Scan type
sl: Način osveževanja

source: Color space
sl: Barvni prostor

source: Chroma subsampling
sl: Barvno podvzorčenje

source: Aspect
sl: Razmerje

source: Width
sl: Širina

source: Height
sl: Višina

source: File extensions to search for
sl: Končnice iskanih datotek

source: Subtitle extensions to search for
sl: Končnice iskanih podnapisov

source: Custom audio codec mappings
sl: Preslikave zvočnih kodekov

source: Custom video codec mappings
sl: Preslikave video kodekov

source: Known segments
sl: Znani delci

source: Remove selected known segment
sl: Odstrani izbran znani delec

source: Segment
sl: Delec

source: Segment type
sl: Tip delca

source: Add a new known segment
sl: Dodaj nov znan delec

source: Excluded segments
sl: Izključeni delci

source: Remove segment from exclusion
sl: Odstrani delec iz izključenosti

source: Release groups
sl: Izdajne skupine

source: Remove selected release group
sl: Odstrani izbrano izdajno skupino

source: Custom language mappings
sl: Preslikave jezikov po meri

source: Remove selected language mapping
sl: Odstrani izbrano preslikavo jezika

source: Mapping
sl: Preslikava

source: Exclude a segment
sl: Izkjučite delec

source: Add a new segment to exclude
sl: Izkjučite nov delec

source: Add a release group
sl: Dodaj izdajno skupino

source: Add a new release group
sl: Dodaj novo izdajno skupino

source: Add a new language mapping
sl: Dodaj novo preslikavo jezika

source: Set user interface langauge
sl: Nastavi jezik uporabniškega vmesnika

source: NFO Export
sl: Izvozi v NFO

source: Exporting movie information to NFO files...
sl: Izvažam informacije filmov v NFO datoteke...

source: Exported {0} Movies
sl: Izvozil {0} filmov

source: Close
sl: Zapri

source: Downloading ...
sl: Prenašam ...

source: Provider select
sl: Izbor ponudnika

source: Load
sl: Naloži

source: Select languages
sl: Izberi jezike

source: Movie name:
sl: Ime filma:

source: For release:
sl: Za izdajo:

source: Filename
sl: Ime datoteke

source: Part
sl: Del

source: Download count
sl: Število prenosov

source: Is for hearing impaired
sl: Je za gluhe in naglušne

source: Uploader comment
sl: Komentar nalagalca

source: Anonymous
sl: Anonimni

source: None
sl: Brez

source: Download
sl: Prenesi

source: Cancel
sl: Prekliči

source: UI and search folders
sl: Uporabniški vmesnik in mape za iskanje

source: Feature detector
sl: Razpoznavalnik lastnosti

source: File name parser
sl: Parser imen datotek

source: Reset to factory
sl: Resetiraj na privzete nastavitve

source: Save
sl: Shrani

source: Add codec mapping
sl: Dodaj preslikavo kodeka

source: Click to set logo
sl: Klikni za nastavitev logotipa

source: New codec id
sl: Nov Id kodeka

source: The studio already exists
sl: Studijo že obstaja

source: New codec mapping
sl: Nova preslikava kodeka

source: Add
sl: Dodaj

source: SelectCountry
sl: Izberi državo

source: Add new genres
sl: Dodaj nove žanre

source: Select genres or add a new one
sl: Izberi žanre ali dodaj novega

source: New genre name
sl: Ime novega žanra

source: Add a person
sl: Dodaj osebo

source: Name
sl: Ime

source: Thumb
sl: Slika

source: Select studios
sl: Izberi studije

source: Add a new studio
sl: Dodaj novi studio

source: Select language
sl: Izberi jezik

source: Set
sl: Nastavi

source: Select
sl: Izberi

source: Edit audio
sl: Uredi audio

source: Clear value
sl: Počisti

source: Bit rate in kbps
sl: Bitna hitrost v kb/s

source: Sampling rate in kHz
sl: Hitrost vzočevanja v kHz

source: Bit depth in bits
sl: Bitna globina v bitih

source: Edit person
sl: Uredi osebo

source: OK
sl: V redu

source: Edit video
sl: Uredi video

source: Resolution
sl: Ločljivost

source: Frame rate in frames/s
sl: Hitrost sličic na sekundo

source: Search Movies
sl: Išči filme

source: Search settings
sl: Nastavitve iskanja

source: Web art updater
sl: Posodabljanje slik

source: Searching for art online
sl: Iščem za slike v spletu

source: Web updater
sl: Posodobitev preko spleta

source: Searching for information online...
sl: Iščem za informacije v spletu...

source: Web promotional videos updater
sl: Spletna posodobitev promocijskih videoposnetkov

source: Searching for videos online...
sl: Iščem za promocijske videoposnetke na spletu...

source: Front center channel
sl: Sprednji osrednji kanal

source: Front left channel
sl: Sprednji levi kanal

source: Front right channel
sl: Sprednji desni kanal

source: Side left channel
sl: Stranski levi kanal

source: Side right channel
sl: Stranski desni kanal

source: Back left channel
sl: Zadnji levi kanal

source: Back right channel
sl: Zadnji desni kanal

source: LFE
sl: Nizkotonec

source: Could not access providers folder. Program will now exit
sl: Ni bilo mogoče dostopati mape z ponudniki. Program se bo zdaj zaključil.

source: Couldn't load any providers in the plugin folder. Program will now exit.
sl: Ni bilo mogoče naložiti nobenega ponudnika iz mape ponudnikov. Program se bo zdaj zaključil.

source: Error loading providers
sl: Napaka med nalaganjem ponudnikov

source: No providers for movie library manipulation found. Program will now exit.
sl: Noben ponudnik ni bil najden. Program se bo zdaj zaključil.

source: No providers found.
sl: Noben ponudnik ni bil najden.

source: There was an error loading the provider, see log for more info. Program will now exit.
sl: Napaka se je zgodila med nalaganjem ponudnika, za več informacij poglejte dnevniško datoteko. Program se bo zdaj zaključil.

source: Provider did not register a service, the program can not continue.
sl: Ponudnik ni registriral storitve, program ne more nadaljevati in se bo zaključil.

source: No service registered
sl: Nobena storitev ni bila registrirana

source: Could not create provider service, the program can not continue. See log for more info.
sl: Ni bilo mogoče ustvariti ponudnikove storitve, program se ne more nadaljevati. Za več informacij poglejte dnevniško datoteko.

source: Error creating provider service
sl: Napaka med ustvarjanjem ponudnikove storitve

source: There are unsaved changes, save?
sl: Imate neshranjene spremembe, shanim?

source: Unsaved changes
sl: Neshranjene spremembe

source: nomination
sl: nominacija

source: Error opening IMDB page with address:
sl: Napaka med odpiranjem IMDB strani z naslovom:

source: Error opening trailer in Windows Media Player
sl: Napaka med odpiranjem napovednika v Windows Media Player

source: Error opening trailer with path:
sl: Napaka med odpiranjem napovednika z potjo:

source: Go to previous movie
sl: Na prejšnji film

source: Go to next movie
sl: Na naslednji film

source: Provider service returned an error while retrieving movies.
sl: Napaka se je zgodila med pridobivanjem filmov iz pondunikove storitve.

source: Genre edit
sl: Uredi žanr

source: Genre name:
sl: Ime žanra:

source: Edit genre
sl: Uredi žanr

source: Edit
sl: Uredi

source: Confrim remove
sl: Potrdi odstranjevanje

source: Enter full description
sl: Vnesi poln opis

source: This actor with unspecified character already exists in the list. To add another role please specify a character.
sl: Ta igralec v neznani vlogi že obstaja. Če želite dodati igralca v novi vlogi prosimo navedite vlogo.

source: This actor already exists in the list. To add another actor's role specify a diffrent character.
sl: Ta igralec že obstaja. Če želite dodati igralca v novi vlogi prosimo navedite drugaćno vlogo.

source: Please note this will edit this studio name in all the movies in the collection. If you want to edit studio name only for this movie remove this studio add a new one with desired name. Do you really want to edit this studio?
sl: To bo uredilo ime studija za vse fime. Če želite urediti ime samo za ta film odstranite za studio in dodajte novega z želenim imenom. Želite urediti ta studijo?

source: Studio edit
sl: Urejanje studija

source: Studio name:
sl: Ime studija:

source: Edit studio
sl: Uredi studijo

source: Failed to load plugin {0}. {1}
sl: Nalaganje vtičnika {0} ni uspelo. {1}

source: Failed to access provider service
sl: Napaka med dostopom do ponudnikove storitve

source: Do you really want to remove {0}?
sl: Ali res želite odstraniti {0}?

source: movie
sl: film

source: Remove {0}
sl: Odstranim {0}

source: File could not be accessed:
sl: Dostop do datoteke ni uspel:

source: An error has occured opening file:
sl: Napaka se je zgodila med odprianjem datoteke:

source: Error opening movie folder
sl: Napaka med odpiranjem mape filma

source: Folder not accessible or doesn't exists.
sl: Mapa ni dostopna ali pa ne obstaja.

source: No folders to search have been added yet. Please add them in the options menu. Would you like to open the options now?
sl: Nobena mapa za iskanje še ni bila dodana. Prosimo dodajte jih v nastavitvah. Želite odpreti nastavitve zdaj?

source: No folders to search.
sl: Ni map za iskanje.

source: No languages selected, search all?
sl: Niste izbrali nobenega jezika, iščem za vse?

source: No languages selected
sl: Niste izbrali jezika

source: Art has to be saved to the database first to be able to be set as default.
sl: Slika mora biti shranjena v ponudnikovo bazo da jo lahko nastavite kot privzeto.

source: Error opening video with path:
sl: Napaka odpiranja videa z potjo:

source: Enter new extension:
sl: Vnesite novo končnico:

source: Add new extension
sl: Dodajte novo končnico

source: Provider could not remove the item. Probable causes: * Item does not exists in the store * An error has occured.
sl: Podnudnik ni mogel odstraniti elementa. Možni razlogi: * Element ne obstaja * Napaka se je zgodila.

source: Error: Provider could not add the item. Please contact provider creator.
sl: Napaka: Ponudnik ni mogle odstraniti elementa. Prosimo obrnite se na avtorja ponudnika.

source: Provider does not support the requested operation.
sl: Ponudnik ne podpira zahtevane operacija.

source: Provider message:
sl: Ponudnikov sporočilo:

source: Provider has not implemented the requested operation.
sl: Podnunik še ni implementiral zahtevane operacije.

source: An error has occured in the provider.
sl: Napaka se je zgodila v ponudniku.

source: an actor
sl: igralec

source: a writer
sl: pisatelj

source: a director
sl: režiser

source: This person has already been added to this movie as {0}.
sl: Ta oseba je že bila dodana v ta film kot {0}.

source: genre
sl: žanr

source: award
sl: nagrada

source: country
sl: država

source: promotional video
sl: promocijski videoposnetek

source: art
sl: slika

source: This {0} has already been added to this movie.
sl: Ta {0} je že bil/bila dodana v ta film.

source: Movie title
sl: Naslov filma

source: No required info found. Plugin requires:
sl: Zahtevane informacije niso bile najdene. Vtičnik zahteva:

source: or
sl: ali

source: No art found
sl: Slike niso bile najdene

source: Updating movie with art....
sl: Posodabljam film z slikami....

source: Updating ...
sl: Posodabljam ...

source: An error has occured accessing the parser/scrapper.
sl: Napaka se je zgodila med dostopanjem do vtičnika.

source: Searching for available movie information.
sl: Iščem za informacije filma.

source: Searching for movie in index.
sl: Iščem film v predpomnilniku.

source: An error has occured updating available movie information.
sl: Napaka se je zgodila med posodabljanjem informacij filma.

source: An error has occured downloading movie information.
sl: Napaka se je zgodila med prenašanjem informacij filma iz spleta.

source: Found {0} {1}
sl: Našel {0} {1}

source: Match found
sl: Našel ujemanje

source: Movie information not found.
sl: Informacije o filmu niso bile najdene.

source: Preforming a one-time indexing operation.
sl: Izvajam en-kratno operacijo predpomnjenja filmov na voljo.

source: Indexing available movies
sl: Predpomnim filme na voljo

source: Getting movie information.
sl: Pridobivam informacije filma.

source: There was an error downloading movie information
sl: Napaka se je zgodila med prenosom informacij filma iz spleta

source: Errors have occured ...
sl: Napaka so se zgodile ...

source: Searching for videos by Imdb ID
sl: Iščem videoposnetke preko Imdb ID

source: Searching for videos by Tmdb ID
sl: Iščem videoposnetke preko Tmdb ID

source: Searching for videos by Title
sl: Iščem videoposnetke preko imena filma

source: No videos found
sl: Ni najdenih videoposnetkov

source: Unknown directory path
sl: Neznana pot do mape

source: Failed to open the subtitle download site
sl: Odpiranje strani za prenos podnapisov ni uspelo

source: No download information available.
sl: Informacije za prenos podnapisov ni na voljo.

source: Provider failed to save the subtitle information
sl: Ponudnik ni uspel shraniti informacij o podnapisu.

source: Failed to access subtitle file information. Don't have security privileges.
sl: Dostop do datoteke podnapisa ni uspel. Ni varnostnih pravic za dostop.

source: Failed to access subtitle file information. Access unauthorized.
sl: Dostop do datoteke s podnapisi ni uspel. Ni zadostnih pooblastil.

source: Failed to access subtitle file information.
sl: Dostop do informacij o datoteke z podnapisi ni uspel.

source: Failed to obtain subtitle file information.
sl: Dostop do informacij o datoteke z podnapisi ni uspel.

source: Failed to download the subtitle file. Error message:
sl: Prenos datoteke podnapisa ni uspel. Sporočilo napake: "

source: Failed to download the subtitle archive. Error message:
sl: Prenos arhiva podnapisa ni uspelo. Sporočilo napake:

source: Failed to write subtitle file to drive with the following path: "{0}"
sl: Shranjevanje podnapisa na disk ni uspelo z potjo: "{0}"

source: Failed to decompress subtitle archive.
sl: Razširjanje arhiva podnapisa ni uspelo.

source: No subtitles found
sl: Ni najdenih podnapisov

source: An error has occured downloading subtitle information.
sl: Napaka se je zgodila med prenašanjem informacij podnapisa.

source: An error has occured getting subtitle information.
sl: Napaka se je zgodila med pridobivanjem informacij o podnapisu.

source: Image Files
sl: Slikovne datoteke

source: Errors occured during detection phase. Search & Save can not continue.
sl: Napake so se zgodile med fazo zaznavanja. Iskanje se ne more nadaljevati.

source: Error: Downloader plugin could not be instantied.
sl: Napaka: Ni bilo mogoče dostopati do vtičnika.

source: Error accessing movie info provider.
sl: Napaka med dostopanjem do po vtičnika informacij filmov.

source: Error accessing subtitle provider.
sl: Napaka med dostopanjem do vtičnika za podnapise.
